{
    "Changes": [
    {
        "LogName": "Abigail",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Abigail",
        "Entries":
        {
            "Introduction": "Hei, salam kenal. Oh iya, katanya ada yang pindah ke kebun tua itu. Aku Abigail...$u#$e#Mulai sekarang bakal dibersihkan ya. Sayang, padahal aku suka menjelajahi tanah rimbun itu...$u#$e#Sisain sedikit bagian rimbunnya, ya... karena selalu ada keindahan dalam ketidakteraturan.$h",
            "Mon": "Pemakaman itu salah satu tempat di kota yang suka kujelajahi... disana sangat tenang dan damai.#$e#Lagipula, tempat itulah tujuan terakhir kita sebagai manusia. Jadi aku mau cari tempat dulu sebelum ke sana!$h",
            "Mon2": "Banyak orang disini menganggapku sebagai cewek punk, atau gadis gothic, dan macam-macam...$s#$b#Padahal aku ini juga ciptaan Yoba.$u#$e#...kalau kamu juga percaya Yoba! Aku ini masih satu keyakinan sama kalian.$h",
            "Mon4": "Aku suka pergi ke danau dekat rumah Sebastian pas hujan...#$b#Kadang disana aku suka kepikiran hal-hal yang... panas. Seperti Spicy Eel. Eh, lupain. Bukan apa-apa kok.$h",
            "Mon6": "Belakangan ini ibu agak cerewet karena warna rambutku.$s#$e#Menurutmu gimana reaksinya kalau ibu tahu warna karpet sama dengan tirainya! Ha!$h",
            "Mon8": "Dari tadi aku cari kamu lo, @! $h#$e#Kita harus sering-sering nongkrong. Mau ke rumahku nggak? Malam saja kalau mau kesana.$h",
            "Mon10": "Kamu itu manis banget. Aku sering mimpi nyium kamu lo.$l#$e#Kamu pernah nyium aku di mimpimu nggak?$l#$b#Kasih tahu dong, apa mimpimu... mungkin kita bisa wujudin bareng.",
            "Tue": "Ack! Jangan bikin kaget dong!$7#$b#Maaf... nggak tahu kenapa hari ini aku jadi kagetan.$u#$e#Um, jadi... kamu main gim apa belakangan ini?",
            "Tue2": "Sebastian itu orangnya keren. Kalau kamu belum kenal, cepetan deh kenalan.#$e#Kalau mau... aku, Seb, dan Sam sering kumpul di Saloon tiap Jumat. Mampir saja kapan-kapan!$h",
            "Tue4": "Kadang orang tuaku itu aneh... #$b#Pas ibu nemuin Amethyst di laci celana dalamku, dia melarangku pergi ke tambang.$s#$e#Tapi aku masih kesana sih sampai sekarang. Lagian, kenapa coba dia geledah laci celana dalamku? Emangnya itu normal?!$u",
            "Tue6": "Bro, aku lagi capek banget hari ini...$s#$b#Tolong gendong belakang sampai rumah ya?$0#$e#Tangannya jangan jahil tapi!$l",
            "Tue8": "Kadang aku merasa kesepian.$s#$e#Aku pengin banget ada orang yang bisa ngerti aku. Yang mau denger cerita-ceritaku. Pokoknya yang bisa membuatku nyaman sepenuhnya.$s#$e#Kamu pernah nggak merasa kayak gitu?$u",
            "Tue10": "Ibu mergokin aku keluar malam pas mau ke rumahmu... awalnya dia kecewa, tapi lama-lama dia melembut.#$b#'Kamu mau ke tempatnya @, ya?' ibu tanya... 'Iya, kenapa,' Aku jawab gitu...#$b#'Yaudah, hati-hati,' dia balas. Lalu senyum habis itu pergi. Orang tuaku sudah tahu hubungan kita, @. Sekarang aku juga ingin seluruh dunia tahu!$l",
            "Wed": "Belakangan ini kan aku ambil kelas daring, tapi aku tuh kepikiran mau ganti fokus. Entah kenapa aku nggak minat sama fokusku saat ini.$s#$e#Fokus ke jurusan apa? Nggak tahu, mungkin pemrograman komputer... Sekalian mau minta ajarin Sebastian.$0",
            "Wed2": "Wah, hei @! Pas banget aku lagi kepikiran kebunmu.$h#$e#Disana pasti tenang ya, bisa teriak sampai pita suara putus...#$b#...dan nggak bakal dikatain sama tetangga.",
            "Wed4": "Sebastian sudah mulai mengajariku koding...#$b#Mungkin kelak aku bisa bikin vidio gim sendiri. Keren nggak tuh?$h#$e#Bisa kukendalikan sesuka hati.$l",
            "Wed6": "Aku kepikiran pengin ditato.#$e#Tapi nggak akan kukasih tahu bagian mana yang ditato. Itu rahasia!$u",
            "Wed8": "Kamu pernah mikirin aku nggak saat kita lagi jauh, @?$u#$b#Kadang pas aku lagi sendiri tuh, tiba-tiba kamu lewat di pikiranku. Kayak '@ lagi apa ya sekarang?'#$e#'Mungkin lagi jelajahin tambang atau mungkin lagi panen parsnip.' Aku suka ngarang cerita soal kamu di kepalaku.$h",
            "Wed10": "Kamu itu keren, @. Keren, keren banget.$u#$e#Saking kerennya hatiku sampai luluh.$l",
            "Thu": "Aku lagi bad mood. Aku juga belum begitu kenal sama kamu untuk curhat.$s#$e#Kalau masih kepo, aku mulai bosan melajang. Sudah puas?$a",
            "Thu2": "Robin itu wanita yang keren. Sebastian beruntung punya ibu seperti dia.$u#$e#Dia juga cantik. Jangan bilang ini ke Sebastian.",
            "Thu4": "Kadang aku merasa nggak ada yang bisa mengerti aku.$s#$e#Adakah orang yang benar-benar bisa memahamiku seperti yang kubutuhkan...$u",
            "Thu6": "Sam pernah mengajakku kencan dulu. Aku langsung tertawa dan menolaknya...#$b#Aslinya aku merasa nggak enak setelah itu... tapi setidaknya aku jujur. Soalnya dia buken tipeku.$u",
            "Thu8": "Aku senang sama arah tujuan hubungan kita, @.$l#$e#Apa kau pernah mikirin soal kita? *Kita* *berdua*?",
            "Thu10": "Hai, beb.$l#$e#Hubungan kita ternyata mulus ya?$l#$b#Ayo.., gandeng tanganku, kita jalan-jalan.$h",
            "Fri": "Oh, hai. Ada apa?#$e#Ya, aku lagi sibuk menghadapi hidup dan berusaha terus untuk maju selangkah demi selangkah.#$e#Kamu nggak kerja atau menanam sesuatu gitu? Apa kek? Kamu ini petani tapi waktumu senggang banget.",
            "Fri2": "Nanti malam kami mau kumpul di Saloon. Kamu mau ikut?#$e#Kalau sempat datang aja. Biasanya jumat rame.",
            "Fri4": "Malam ini waktunya ke Saloon, @. Mau ikut?$h#$e#Siapa tahu kamu ada niat buat traktir aku minum.$u",
            "Fri6": "Akhir pekan yang kutunggu telah tiba, waktunya untuk memanjakan diri.#$e#Kecuali... kalau kamu mau ngajak ngelakuin hal lain?$l",
            "Fri8": "Kadang hidup itu rasanya mirip sama vidio gim. Banyak yang terobsesi untuk dapat skor tertinggi.#$e#Tapi, belakangan ini... aku malah terobsesinya sama kamu.$l",
            "Fri10": "Musim semi, tambah hari jumat, sama dengan penuh semangat!$h#$e#Aku lagi dipenuhi kehangatan cinta, @. Hatiku yang legam hari ini berdetak jadi merah. Semerah darah segar yang menetes-netes!#$e#Bentar, maksudku... bukan gitu. Ini cuma perumpamaan.$u",
            "Sat": "Aku suka hari sabtu. Nggak banyak kegiatan selain main seruling, keliling kota, sama mungkin main gim sebelum tidur.$u#$e#Tapi mungkin buatmu hari ini sama saja. Soalnya kebun tua itu butuh perhatian lebih.",
            "Sat2": "Ayah menyuruhku menyortir benih akhir pekan ini.$s#$e#@, kamu tahu banyak soal benih kan? Ada cara yang paling cepat nggak?$u",
            "Sat4": "$d joja#JojaMart itu norak banget. Pokoknya aku nggak mau kenal sama orang yang beli dari sana.$s|Aku lega JojaMart sudah tiada. Bikin sakit mata aja Merusak pemandangan saja. Kau juga berpikir begitu kan, @.$h",
            "Sat6": "Senang bisa ketemu! Apa kabar @?$h#$e#Kayaknya semalam aku kebanyakan minum di Saloon...#$e#Coba saja kamu ikut, pasti ada yang nganterin aku pulang.$l",
            "Sat8": "Niatnya malam ini aku mau main 'Journey of the Prairie King' tapi nggak jadi.#$e#@, lagi senggang? Lihat bulan di pantai yuk?$l",
            "Sat10": "Aku pengin cepat-cepat pindah dari rumah.$l#$b#Apa ada tempat untukku di tanahmu yang luas itu @? Mungkin aku bisa tidur di kamarmu?$l",
            "Sun": "Musim semi itu bagus. Cuacanya pas, nggak panas. Tapi musim panas itu terik, aku jadi tersiksa!$h#$e#Apa musim kesukaanmu @?$u",
            "Sun2": "Hei @, apa kabar? Lagi bolos kerja kayak aku ya?$h#$e#Harusnya hari ini aku main gim aja di kamar.$h",
            "Sun4": "Akhir pekan hampir berakhir. Terasa cepat ya?$h#$e#Besok kita cuti aja, lalu ngelakuin hal yang seru. Kayak cari tantangan di tambang misal. Gimana @?$h",
            "Sun6": "Orang-orang di kota ini aneh banget. Kalau menurutmu gimana @?$u#$e#Hah. Iya. Sama, aku juga. Tapi aku merasa belum beneran akrab sama orang-orang disini. Kecuali kamu, soalnya kamu keren...$l",
            "Sun8": "@! Panjang umur! Baru juga kepikiran udah muncul aja. Pas banget!$l#$e#Kamu mau pergi? Yah, jangan dulu @. Temenin bentar lagi. Padahal lagi seru berduaan.$u",
            "Sun10": "Kita harus jadi pasangan terbaik di Pelican Town. Pasti nggak ada saingannya!$h#$e#Semua orang tahu kita pasangan paling serasi. Tapi mereka nggak akan tahu apa yang saling kita miliki. Cuma kita berdua yang tahu.$l"
        }
    }
]
}