{
    "Changes": [
        {
            "LogName": "Leah",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Leah",
            "Entries": {
                "Introduction": "Salam kenal! Aku Leah.$h#$e#Kamu pas sekali pindah di musim semi. Di Pelican Town musim seminya indah.$h",
                "Mon": "Pohon-pohon tampak indah ya hari ini?#$q 21/22/211132 Mon_old#Omong-omong, apa alasanmu jadi petani?#$r 21 -5 Mon_21#Mau dapat banyak uang.#$r 22 5 Mon_22#Terasa lebih 'nyata' ketimbang hidup di kota.#$r 211132 5 Mon_211132#Ikut jejak kakek.#$r 22 5 Mon_22#Ingin mengubah kehidupan lamaku.",
                "Mon_old": "$p 21#Jadi, apa uangmu sudah banyak?|Menikmati keindahan alam memang bikin hati lega.",
                "Mon_21": "Hmm. Bukannya itu cuma tujuan hampa?$s",
                "Mon_22": "Ternyata alasan kita kurang lebih sama!$h",
                "Mon_211132": "Mengikuti jejak kakekmu? Kamu cucu yang baik ya.",
                "Mon2": "Musim semi tiba! Ini musim yang indah. Apa kau punya rencana hebat buat kebunmu tahun ini?$h",
                "Mon4": "Hei @! Senang melihatmu hari ini. Apa ada rencana besar buat kebunmu?$h",
                "Mon6": "Wah. Ternyata ada teman baikku, @ si petani. Gimana kabarnya di musim semi yang indah ini?$h#$e#Kita harus merayakan musim semi ini dengan mendaki gunung!$h",
                "Mon8": "Halo @! Hari ini kamu kelihatan lebih semangat. Mau mencangkul tanah ya?$h#$e#Musim semi kurang lengkap tanpa aktivitas luar rumah.$0",
                "Mon10": "Kadang hidup itu bikin pusing. Kalau dibuat mikir soal kerusakan alam, krisis iklim, dan lainnya... aku jadi sedih.$s#$b#Tapi setelah ingat kalau di hidup ini aku punya kamu, aku jadi bahagia dan penuh harapan. Terima kasih sudah sayang sama aku.$l",
                "Tue": "Halo, tetangga yang baik! Senang lihat kamu keluar rumah.$h#$e#Kita sama-sama tinggal di luar kota ya? Hmm. Apa itu sebuah tanda?$u",
                "Tue2": "Aku suka duduk-duduk di pantai sambil melukis. Laut selalu memberi inspirasi. Selalu berubah, selalu berganti, selalu indah.#$e#Tinggal di kota pesisir seperti ini merupakan impian.$h",
                "Tue4": "Pintu rumahku selalu terbuka kalau ingin ngobrol, @.$h#$e#SAku suka ngobrol serius sama teman.",
                "Tue6": "Menurutku, kalau orang-orang bisa menyesuaikan diri dengan alam, maka hidup mereka akan lebih bahagia.#$e#Orang-orang kebanyakan menatap layar. Harusnya bukan begitu cara kita menjalani hidup.$s",
                "Tue8": "Nyari jamur Morel yuk! Aku cuma pernah nemu satu sih, tapi kalau berdua kita bisa dapat banyak.$h#$e#Jadi, kamu bisanya hari apa?$l",
                "Tue10": "Aku tahu kenapa kamu kesini. Kamu minta cium kan?$h#$e#Oke, nih, di bibir ya. Ini tempat khusus buat ciumanmu.$l",
                "Wed": "#$1 LeahBug#Tadi aku nggak sengaja nginjek serangga.$s#$e#Aku jadi kepikiran, kita ini selalu saja merusak alam entah disengaja atau tidak.",
                "Wed2": "Mengingat ketergantungan kita pada alam sangatlah penting. Setidaknya yang bisa kita lakukan yaitu mengurangi konsumsinya.#$b#Kita tidak butuh produk-produk tak penting yang ada di iklan. Hidup jauh lebih baik tanpa terikat dengan hal itu.#$e#Kita hanya perlu hidup cukup, tidak berlebihan. Dan aku sudah menjalaninya.$h",
                "Wed4": "Kalau ingin tahu caraku bertahan hidup sebagai seniman, aku kasih tahu nih. Menabung dulu yang banyak sebelum pindah dari kota.#$b#Biaya sewa pondokku murah, dan di Pelican Town segalanya terjangkau. Memang aku nggak akan tinggal disini terus, tapi untuk sekarang sudah cukup.$h#$e#Saat berseni aku tidak memikirkan uang. Supaya hasilnya lebih murni. Masuk akal nggak?$0",
                "Wed6": "Sebagai seniman, kau harus selalu jujur sama diri sendiri. Kalau nggak, maka karyamu bisa lancung.#$e#Dulu aku ingin fokus pada gaya seni tertentu. Dan hasilnya nggak maksimal. Tapi sekarang aku sudah punya gaya sendiri, dan hasilnya jauh lebih baik.$h",
                "Wed8": "Kebunmu pasti sudah kelihatan bagus musim ini. Kamu memang jago bercocok tanam.#$e#Sejak kepindahanmu kesini, kualitas produk di kota ini meningkat drastis!$h",
                "Wed10": "Tahu nggak ini musim apa? Ini musim berburu jamur, dan tahun ini kita harus dapat banyak.$h#$e#Pokoknya kita harus makan malam jamur Morel!",
                "Thu": "Aku suka makan dari hasil meramban. Ibu Pertiwi sudah menyediakan banyak untuk kita.$h#$b#Musim ini kalau nemu Wild Horseradish, Leek, atau Morel langsung ambil saja. Itu tanaman liar terbaik di musim semi.$h",
                "Thu2": "Dari kecil aku selalu ingin berkarya. Aku seorang seniman, dan kepalaku selalu dibanjiri ide.$h",
                "Thu4": "Aku suka mendekorasi sesuai musim dan hari raya. Sudah jadi tradisi keluarga.#$e#Emang sih agak ketinggalan jaman, tapi... mungkin aku emang cewek yang kayak gitu.$h",
                "Thu6": "Hidup itu nggak melulu cari uang...#$b#Daripada terus ngitung angka di kertas, kenapa nggak coba bikin karya yang indah?#$e#'Masyarakat akan tumbuh hebat saat yang tua mau menanam pohon walau sadar mereka tidak akan diteduhi olehnya.'",
                "Thu8": "Kalau capek, spa bagus buat memulihkan tenaga. Tinggal berendam dan rileks.$h#$e#Kalau kapan-kapan mau ditemenin bilang aja. Aku juga pengin berendam!",
                "Thu10": "Gimana cocok tanamnya di musim semi @? Kayaknya kamu udah bekerja keras.$h#$e#Aku siap bantuin kok. Tinggal bilang saja, nanti aku langsung datang.$l",
                "Fri": "Senang hari ini kita bisa ketemu, Petani @. Gimana kehidupan berkebunmu?#$e#Menumbuhkan makanan merupakan karya seni yang patut dibanggakan.$h",
                "Fri2": "Aku suka sama Emily. Orangnya ramah, hatinya juga baik. Dia patut dijadikan contoh.$h#$e#Tapi adiknya, Haley malah... yah, kayaknya dia sok tegas gitu. Tapi aku ingin lebih mengenalnya.$0",
                "Fri4": "Aku sering mikirin alam, lingkungan, dan krisis iklim yang kita hadapi. Kalau kita nggak bisa menjaga alam, kita akan kena batunya.$s#$e#Menurutku manusia itu terlalu serakah untuk melakukan hal bermakna bagi sesama. Karenanya alam takkan pulih dalam waktu dekat.$u",
                "Fri6": "Punya banyak teman baik adalah kepuasan terbesar dalam hidup.$h#$e#Aku senang bisa mengenalmu, @. Kamu sudah aku anggap sebagai teman baik.$l",
                "Fri8": "Kalau pacaran lagi, aku penginnya bisa pacaran sama orang yang mencintai dan menjaga alam kayak aku.#$e#Kamu pecinta alam juga kan, @?$l",
                "Fri10": "Terima kasih sudah mendukung karir seniku. Aku belum pernah pacaran dengan orang yang sangat mendukung sepertimu.$l#$e#Kamu bikin aku merasa seperti sudah mengambil keputusan tepat dalam hidup. Terima kasih banyak.$h",
                "Sat": "Banyak orang baik sih di Pelican Town, tapi bagiku kadang lebih gampang berteman dengan alam.$u#$e#Hmm? Oh, abaikan saja omonganku tadi. Tadi keceplosan!$h",
                "Sat2": "Bunga-bunga Daffodil bermekaran indah ya tahun ini?$h#$e#Itu adalah bunga favoritku.",
                "Sat4": "Kau tahu apa yang pas buat salad? Dandelion.$h#$b#Bukan kelopaknya, tapi daunnya! Daun Dandelion rasanya lezat. Lain kali cobain deh.",
                "Sat6": "Di kota kecil ini banyak yang salah paham sama Shane. Dia juga kurang ramah padaku, padahal kita tetanggaan.$s#$e#Kayaknya dia lagi trauma. Andai saja aku bisa membantu, tapi dia selalu menuutup diri. Mungkin kamu bisa ngobrol sama dia?$0",
                "Sat8": "Aku bayangin kamu pasti kesulitan kerja di kebun sendirian. Porsi kerjanya kebanyakan kalau cuma buat satu orang.#$e#Kamu kira-kira butuh bantuan nggak?$l",
                "Sat10": "Kamu boleh menginap di rumahku kapan saja.$l#$e#Kasurku tidak besar, tapi cukup buat dua orang.$l",
                "Sun": "Nggak ada yang bisa menandingi salad buah dan sayur. Iya kan Petani @?$h#$b#Lezat dan bernutrisi. Aku suka makan salad setiap hari!$h",
                "Sun2": "Kalau dengar suara keras dari pondokku, itu suara aku lagi bikin pahatan.$h#$e#Kadang aku bisa... terlalu bersemangat.$h",
                "Sun4": "Tanaman apa yang paling kamu suka di musim semi? Banyak pilihannya.$h#$e#Aku jadi ingin ke kebunmu kapan-kapan dan lihat tanamannya. Mungkin aku bakalan ikut bantu-bantu sedikit!",
                "Sun6": "Aku tidak ingin meninggalkan warisan. Hal paling penting dalam berseni adalah proses penciptaannya.#$e#Semua yang terjadi setelah itu tidaklah penting. Lagipula, kau tak dapat mengendalikannya.",
                "Sun8": "Sekarang kita sudah lebih saling mengenal kan? Aku senang bisa mengenalmu, @.#$e#Kira-kira apa yang selanjutnya akan terjadi pada kita.$l",
                "Sun10": "Kadang aku pengin ke hutan dan jalan-jalan yang lama disana...#$b#Jangan cemas. Aku pasti akan kembali padamu kok.$l"
            }
        }
    ]
}    